Revit 2024 API
BuiltInFailures.UniqueElementFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class UniqueElementFailures
Visual Basic
Public NotInheritable Class UniqueElementFailures
Visual C++
public ref class UniqueElementFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.UniqueElementFailures
See Also
BuiltInFailures.UniqueElementFailures Members
Autodesk.Revit.DB Namespace